[
  {
    "id": 1,
    "title": "Trading Hair",
    "date": "01-14-2015",
    "image": "/data/img/articles/article.bmp",
    "type": 0,
    "text": "Thousands of tons of hair are sold in India every year with hundreds of women queuing up at the Hindu temple in Tirumala to have their locks cut off by the temple barbers. Having your hair cut or head shaved is considered auspicious and the clippings then become a major source of income both for the temple and the global hair industry. The global business is lucrative and growing rapidly, with South Africa emerging as a key market. Justine Lang embarks on a journey of discovery to find out why women in India sacrifice their natural hair and why an increasing number of South African women want to buy it. Airing as part of the BBCs Identity season.(Photo: Gopi from Chennai wants to offer up her hair to the Hindu god Vishnu in the hope he will answer her prayers)"
  },

  {
    "id": 2,
    "title": "Nigeria Chibok girls",
    "date": "04-13-2016",
    "image": "/data/img/articles/article1.bmp",
    "type": 1,
    "text": "A video released by Nigerian Islamist group Boko Haram appears to show some of the schoolgirls kidnapped two years ago from the town of Chibok. The video, apparently filmed in December, was sent to the Nigerian government and shows 15 girls in black robes identifying themselves as pupils abducted from the school. Some of those filmed have been identified by their parents. It is the first footage of the girls to be seen since May 2014."
  },

  {
    "id": 3,
    "title": "Chibok abduction: The Nigerian town that lost its girls",
    "date": "04-11-2016",
    "image": "/data/img/articles/article2.bmp",
    "type": 2,
    "text": "On the night that Jumai was kidnapped from the Government Girls Secondary School in Chibok, she called her dad. She was in the back of a truck, packed in with her schoolmates as men with guns tried to take them away. Her father, Daniel, told her to jump out of the van - but then the line cracked and the signal dropped. He ran out of the house to try to find phone signal. When he called back, a man answered: Stop calling, your daughter has been taken away. Daniel realised then that her fate was in the hands of God. The next day he tried to call again but the line was dead. Although some families of the missing girls were happy for us to use their photos and names, we have changed the names of Jumai and her father to protect their identity. Until the girls were taken, the area around Chibok had been relatively peaceful. Islamist militant group Boko Haram had attacked villages further north and east but this busy market town had escaped."
  },

  {
    "id": 4,
    "title": "Why is America pulling down the projects?",
    "date": "04-10-2016",
    "image": "/data/img/articles/article3.bmp",
    "type": 3,
    "text": "For decades some of the poorest people in the US have lived in subsidised housing developments often known as projects. Many of these projects, however, are now being torn down and studies suggest only one in three residents find a home in the mixed-income developments built to replace them. Windows are boarded up, chunks of plaster crumble from the walls and a collection of soft toys and flowers signifies the spot where a young man was recently killed."
  },

  {
    "id": 5,
    "title": "The mystery veteran who won the internets heart",
    "date": "05-09-2016",
    "image": "/data/img/articles/article4.bmp",
    "type": 4,
    "text": "An elderly man, his chest heavy with medals, cuts a lonely figure in front of hundreds of onlookers on the route of a parade. He is wiping a tear from his eye. Maybe the flowers he holds are a gift from a grateful nation or his tribute to fallen comrades. It's a scene which has touched many hearts on social media. A popular Facebook meme claims that the man is the last surviving member of his World War Two battle group. The photo has gained more than one million likes on Facebook, most notably on HypeDojo and UNILAD - both of which are more associated with boisterous banter."
  },

  {
    "id": 6,
    "title": "The woman who shows how toxic",
    "date": "04-11-2016",
    "image": "/data/img/articles/article5.bmp",
    "type": 5,
    "text": "Her name is Andie Pauly. Shes an illustrated example of Americas deep divisions, and the anger that flares up between left and right. To her critics, shes a racist troll who harasses her opponents, and she offers rewards to those who dox - reveal personal information about - her enemies. To her defenders, shes a proud conservative standing up for free speech, and a victim of online abuse and harassment herself."
  },

  {
    "id": 7,
    "title": "What some Muslims think of",
    "date": "04-01-2016",
    "image": "/data/img/articles/article6.bmp",
    "type": 6,
    "text": "What do British Muslims really think? It's a question that news organisations have repeatedly tried to answer since the terror attacks of 9/11 and 7/7, and one that suggests that maybe the person asking isn't a British Muslim. Some Muslims have expressed their weariness at these regular enquiries about their opinions, which they believe may be motivated by a desire to demonise them in the eyes of the non-Muslim population or to portray Muslims as a community with a single homogeneous opinion. But others believe these surveys are an important way of raising difficult and important questions about divides within society."
  },

  {
    "id": 8,
    "title": "The mouse messiah bringing salvation to India",
    "date": "03-01-2016",
    "image": "/data/img/articles/article7.bmp",
    "type": 7,
    "text": "According to devotees of Indias Dinkoist movement the universe was created by a cartoon mouse called Dinkan many millions of years ago. But Dinkoism itself is one of the worlds newest faiths having only been created by atheists in 2008 as a vehicle for parodying the excesses of organised religion."
  },

  {
    "id": 9,
    "title": "Your face is big data",
    "date": "02-02-2016",
    "image": "/data/img/articles/article8.bmp",
    "type": 8,
    "text": "A Russian photography student has carried out an experiment to show how easy it is to identify complete strangers. Twenty-one-year-old Egor Tsvetkov took photos of people in public places and then tracked them down on the Russian social media site VKontakte using a facial recognition app."
  },

  {
    "id": 10,
    "title": "Woman accused of live-streaming rape on Periscope",
    "date": "04-02-2016",
    "image": "/data/img/articles/article9.bmp",
    "type": 9,
    "text": "A woman from Ohio has been charged with streaming the rape of a teenage girl via Twitters live video app Periscope. The offence is alleged to have occurred two months ago and was brought to the authorities attention by someone who said they had seen the broadcast."
  },

  {
    "id": 11,
    "title": "They took our four children",
    "date": "04-03-2016",
    "image": "/data/img/articles/article10.bmp",
    "type": 10,
    "text": "The case of a young couple in Norway whose five children were taken away by the state has fuelled mounting concern within the country and abroad over its child protection practices. Protesters around the world - and leading Norwegian professionals - say social workers are often too quick to separate children from their families, with too little justification, particularly when parents are immigrants."
  },

  {
    "id": 12,
    "title": "The sexism that female expats are still having to endure",
    "date": "05-05-2016",
    "image": "/data/img/articles/article11.bmp",
    "type": 11,
    "text": "When Sheila Taylor moved from the UK to Brazil for work in 2014, she says that in terms of womens equality she often felt as if she had gone back in time to the 1950s. Ms Taylor, a writer and photographer who swapped London for Rio de Janeiro for two years, says she was forced to confront male chauvinism that the UK had given up decades ago."
  },

  {
    "id": 13,
    "title": "Holocaust film Saul",
    "date": "05-06-2016",
    "image": "/data/img/articles/article12.bmp",
    "type": 12,
    "text": "What makes Son of Sauls success even more extraordinary, however, is that its a debut film - the first feature-length movie made by Laszlo Nemes, a 39-year-old Hungarian director. The foreign language Academy Award-winner is set in Auschwitz-Birkenau concentration camp in Poland in 1944, where Jewish prisoner Saul works as a sonderkommando - someone who incinerates the dead in the crematorium. When he discovers the body of a child he thinks is his son, he risks everything to give the boy a dignified Jewish burial."
  },

  {
    "id": 14,
    "title": "Being black in India",
    "date": "03-20-2016",
    "image": "/data/img/articles/article13.bmp",
    "type": 13,
    "text": "What is it like being black in India? "
  },

  {
    "id": 15,
    "title": "Why saying hello can be tricky in India",
    "date": "05-20-2016",
    "image": "/data/img/articles/article14.bmp",
    "type": 14,
    "text": "BBC Pop Up, our travelling bureau journeying across India this month, films stories suggested by its audience. At one gathering, a military veteran in New Delhi told the unit that the patriotic term Jai Hind should be made compulsory for all Indians. BBC journalists Christian Parkinson, Neha Sharma and Shalu Yadav took to the streets to ask how popular this proposition would be and to find out if this is part of a bigger shift towards louder and more visible forms of patriotism in India."
  },

  {
    "id": 16,
    "title": "US reveals rare joint navy patrols with Philippines",
    "date": "01-01-2016",
    "image": "/data/img/articles/article15.bmp",
    "type": 0,
    "text": "The US rarely conducts joint patrols with its partners in the region. Defence Secretary Ash Carter said the US would also increase rotations of its forces and military support in the Philippines. Tensions have escalated in the South China Sea in recent years, with China steadily expanding its military presence in the region. US troops and combat aircraft are currently participating in joint combat exercises with Philippines forces."
  },

  {
    "id": 17,
    "title": "Haircuts trimmed by gender-neutral pricing",
    "date": "02-02-2016",
    "image": "/data/img/articles/article16.bmp",
    "type": 1,
    "text": "The most immediate change shell notice is a minor black hole in her finances. The cost of a simple cut and blow dry for a woman is typically around £50 in London, though admittedly cheaper elsewhere. But its almost always significantly less expensive if youre a man. Why? The price of going to a hairdresser has traditionally been higher if youre a woman wanting an elaborate hairstyle, but as men become more choosy about their coiffure, that distinction no longer always holds true. One barber shop in north London is joining a growing trend of charging for the style, not the gender of the head being coiffured."
  },

  {
    "id": 18,
    "title": "Russian denies breaking rules over low pass of US destroyer",
    "date": "02-23-2016",
    "image": "/data/img/articles/article17.bmp",
    "type": 2,
    "text": "According to Russias defence ministry, the Su-24 fighter jets turned away in observance of all safety measures after observing the USS Donald Cook. The ship was sailing close to a Russian navy base, the ministry said. Russia was criticised over the flybys, which a US official called \"one of the most aggressive acts in recent memory\". The two Russian jets flew over the US destroyer almost a dozen times, American officials said. At one point the jets were so close - about 9m (30ft) - that they created wakes in the water around the ship."
  },

  {
    "id": 19,
    "title": "US basketball star Kobe Bryant shines in final game",
    "date": "05-14-2016",
    "image": "/data/img/articles/article18.bmp",
    "type": 3,
    "text": "He scored 60 points to help the LA Lakers make a dramatic comeback against the Utah Jazz in Los Angeles. Bryant, 37, spent his entire career with the Lakers, winning five NBA titles and recording the third highest total number of points in the sport. Tickets for his final match changed hands for up to $27,500 (£19,315). Bryant scored 23 points in the fourth quarter to help his team overcome a 15-point deficit to win the game."
  },

  {
    "id": 20,
    "title": "More moose on the loose in a warmer Alaska",
    "date": "02-15-2016",
    "image": "/data/img/articles/article19.bmp",
    "type": 4,
    "text": "Changes in climate have seen a rapid increase in the size of plants that the moose depend on in winter to survive. The large, lumbering creatures have moved hundreds of kilometres northwards following the spreading shrubs. Scientists believe the moose will continue to colonise new territories as warming continues. The windswept, treeless tundra regions of Alaska saw a rapid decline in moose numbers around the start of the 20th century but there has been a rise in sightings in these northern and western areas since 2009."
  },

  {
    "id": 21,
    "title": "Bat-sound library tracks biodiversity",
    "date": "03-22-2016",
    "image": "/data/img/articles/article20.bmp",
    "type": 5,
    "text": "Mexico is home to many of the worlds bats, but it also has one of the highest rates of extinction. International researchers recorded more than 4,500 calls from about half of Mexicos 130 bat species. The audio library allows bat calls to be identified automatically, helping to monitor any changes in biodiversity. Co-researcher, Prof Kate Jones, of UCL and Zoological Society London, said the ability to map bats was crucial for implementing effective conservation measures."
  },

  {
    "id": 22,
    "title": "Tim Peake space seeds on their way to schools",
    "date": "02-06-2016",
    "image": "/data/img/articles/article21.bmp",
    "type": 6,
    "text": "The British astronaut has launched a mass experiment to grow the seeds of the salad leaf rocket. They want to compare them with seeds that have not been in space to see if there are any differences. The experiment is being run by the Royal Horticultural Societys campaign for school gardening and the UK Space Agency. The seeds have been in space for six months and were returned to Earth in March by the former commander of the space station, Scott Kelly."
  },

  {
    "id": 23,
    "title": "Bed bugs thick skins beat insecticide",
    "date": "04-01-2016",
    "image": "/data/img/articles/article22.bmp",
    "type": 7,
    "text": "Human population growth and international travel have helped the bug become a source of irritation in hotel rooms around the world. Insecticides are the most common way to kill them, but they have rapidly developed resistance. Now, an Australian team writing in Plos One journal thinks it has found one of the reasons why. Killing resistant strains of the bug may require concentrations 1,000 times larger than those needed to eliminate non-resistant creatures. Infestations have spread to homes and offices and the bugs are extremely hard to get rid off once they gain a foothold."
  },

  {
    "id": 24,
    "title": "Implant lets paralysed man play guitar",
    "date": "03-30-2016",
    "image": "/data/img/articles/article23.bmp",
    "type": 8,
    "text": "Ian Burkhart from Ohio in the US can even move individual fingers to play a guitar-based computer game. The chip reads brain signals, which are interpreted by a computer. It then precisely stimulates his muscles with electricity to restore movement. The researchers hope the technology will eventually help millions of people with paralysis, stroke or brain damage. Ian, 24, was seriously injured in a diving accident nearly six years ago. The damage to his spinal cord left messages from his brain unable to reach the rest of his body and he was paralysed below the elbows and left unable to walk."
  },

  {
    "id": 25,
    "title": "Tiny birds tracked on mammoth Sahara ",
    "date": "04-15-2016",
    "image": "/data/img/articles/article24.bmp",
    "type": 9,
    "text": "Scientists caught the pied flycatcher in the act using tiny light-logging tags, which recorded sustained periods of sunlight during its seasonal trek. The findings appear in Biology Letters. Previous evidence painted an unclear picture of whether small birds like this use daytime rests or non-stop travel to negotiate the desert. It was a bit of a controversy, as to what was going on, said Janne Ouwehand, a PhD student at the Unviersity of Groningen in the Netherlands. Many birds, including small songbirds like the flycatcher, breed in Europe during summer and spend their winters in central Africa. So twice a year, they must cross the vast and inhospitable Sahara Desert."
  },

  {
    "id": 26,
    "title": "Pickering leaky dams flood prevention scheme",
    "date": "02-20-2016",
    "image": "/data/img/articles/article25.bmp",
    "type": 10,
    "text": "A natural flood management scheme saved a North Yorkshire town from floods at Christmas, a report says. The pioneering scheme slowed river peak flow by 15-20%, saving Pickerings museum and several homes, Environment Agency (EA) analysis revealed. More than 2ins (5cm) of rain fell in the area over 36 hours from 26 December. Pickering has suffered four serious floods in the past 10 years. However, the EA warned the scheme that saved it last winter would not work in extreme rainfall."
  },

  {
    "id": 27,
    "title": "Hawking backs interstellar travel project",
    "date": "04-02-2016",
    "image": "/data/img/articles/article26.bmp",
    "type": 11,
    "text": "Stephen Hawking is backing a project to send tiny spacecraft to another star system within a generation. They would travel trillions of miles; far further than any previous craft. A $100m (£70m) research programme to develop the computer chip-sized starships was launched by the billionaire Yuri Milner, supported by Facebook founder Mark Zuckerberg. Interstellar travel has long been a dream for many, but significant technological hurdles remain. But Prof Hawking told BBC News that fantasy could be realised sooner than we might think."
  },

  {
    "id": 28,
    "title": "Sea-level rise factors unravelled",
    "date": "02-11-2016",
    "image": "/data/img/articles/article27.bmp",
    "type": 12,
    "text": "Global sea-level rise since the 1970s has been predominantly driven by greenhouse gas emissions and not natural climate variability, a study suggests. Over the last 100 years, sea levels have been rising much faster than over previous millennia. Now, scientists have modelled the cumulative forces driving observed sea-level rise in the modern era. Details of the work are published in Nature Climate Change. The influence of greenhouse gases (GHGs) and aerosols - the human component, due to the burning of fossil fuels principally - is small in the beginning of the 20th century, only about 15%, says Dr John Church, a sea-level rise expert at CSIRO, the Australian federal research agency."
  },

  {
    "id": 29,
    "title": "Planets stripped bare by host stars",
    "date": "01-15-2016",
    "image": "/data/img/articles/article28.bmp",
    "type": 13,
    "text": "Astronomers have confirmed the existence of planets that have had their atmospheres stripped away by their host stars. Planets with atmospheres that orbit too close to their host stars are bombarded by a torrent of high-energy radiation. The gaseous outer layers of these worlds are then stripped away, according to the international team of scientists. Their work appears in the journal Nature Communications. The researchers used data from Nasas Kepler space telescope, which was launched to identify and study exoplanets, which circle stars other than our own."
  },

  {
    "id": 30,
    "title": "Doubts raised over impact of Doha oil summit",
    "date": "04-15-2016",
    "image": "/data/img/articles/article29.bmp",
    "type": 14,
    "text": "A deal to limit oil output, to be discussed in Doha this weekend, would have a limited impact, says the International Energy Agency (IEA). Opec and non-Opec oil producers are due to discuss a deal that would freeze oil production at current levels. If they agree on that freeze, rather than a cut in output, the impact on oil supplies will be limited, the IEA said in its monthly report. Oil prices have plunged since mid-2014, as supply has run ahead of demand. The IEA points out that Saudi Arabia and Russia are already producing at near record rates and that Iran has plans to raise production back to the levels seen before it was hit with sanctions. Global stocks of oil have hit a record three billion barrels this year."
  },

  {
    "id": 31,
    "title": "BP chairman Carl-Henric Svanberg has promised to listen and learn",
    "date": "04-18-2016",
    "image": "/data/img/articles/article30.bmp",
    "type": 0,
    "text": "BP chairman Carl-Henric Svanberg has promised to listen and learn from the stinging criticism of chief executive Bob Dudleys £14m pay package. Several large shareholders have vowed to vote against BPs remuneration plans at Thursdays annual investor meeting. They say it is wrong that BP is awarding big boardroom pay rises despite falling profits and job cuts. But in his opening address to the meeting, Mr Svanberg said: Let me be clear. We hear you. He continued: We will sit down with our largest shareholders to make sure we understand their concerns and return to seek your support for a renewed policy."
  },

  {
    "id": 32,
    "title": "Burberry slides as sales slow",
    "date": "03-11-2016",
    "image": "/data/img/articles/article31.bmp",
    "type": 0,
    "text": "Poundland has reported a 4.9%  company blamed difficult market conditions over the last few months and the disruption caused by last years takeover of 99p Stores.  Duygu Hardman, analyst at Verdict Retail says: With 331 gross store additions in the UK and Ireland, representing an increase of 56% over last year, Poundland now needs to focus on extracting value from its enlarged store portfolio."
  },

  {
    "id": 33,
    "title": "Bank warns EU vote may hit growth as it holds rates",
    "date": "03-12-2016",
    "image": "/data/img/articles/article32.bmp",
    "type": 0,
    "text": "The Bank of England has warned the EU referendum could hurt growth in the first half of this year as it held interest rates at 0.5%. All nine members of the Banks Monetary Policy Committee (MPC) voted to keep rates at their record low, where they have now been for over seven years. The Bank warned uncertainty over the EU referendum could cause some softening in growth in the first half of 2016. It said sterling had also been affected by the uncertainty ahead of the vote."
  },

  {
    "id": 34,
    "title": "Asian markets higher in Thursday trade",
    "date": "03-13-2016",
    "image": "/data/img/articles/article33.bmp",
    "type": 0,
    "text": "Asian stock markets held on to gains in Thursday trading, following the positive trend from US and European markets. South Korea has returned from a public holiday. At the end of the session, the Kospi index closed up 1.75% at 2,015.93. In Japan, the benchmark Nikkei 225 index ended the Thursday session higher by 3.2% at 16,911.05. That is the highest closing level for the index this month. The Japanese currency has steadily weakened to a one-week low against the US dollar."
  },

  {
    "id": 35,
    "title": "US regulators reject crisis plans of biggest banks",
    "date": "03-14-2016",
    "image": "/data/img/articles/article34.bmp",
    "type": 0,
    "text": "US regulators have rejected the plans of five big US banks for closing their operations in the event of a crisis. Banks labelled too big to fail must have a so called living will that would allow them to close down without the help of public money. Bank of America, Bank of New York Mellon, JPMorgan Chase, State Street and Wells Fargo have until 1 October to submit improved plans. JP Morgan said it was isappointed with the conclusion. The most important thing is that we work with our regulators to understand their feedback in more detail. And we are fully committed to meeting their expectations, said JP Morgans chief financial officer Marianne Lake."
  },

  {
    "id": 36,
    "title": "Grand Theft Auto developer Leslie Benzies sues Rockstar",
    "date": "03-15-2016",
    "image": "/data/img/articles/article35.bmp",
    "type": 0,
    "text": "One of the driving forces behind video game series Grand Theft Auto is suing its developers for $150m (£105.62m). Leslie Benzies, a former president of Edinburgh-based game developers Rockstar North, is claiming unpaid royalties in a US court. Aberdeen-born Mr Benzies, 45, claims he was effectively forced out of the company last year. Rockstar, which is controlled by Take-Two Interactive Software Inc, said his claims were entirely without merit. Much of the Grand Theft Auto series has been developed in Scotland."
  }

]